{"translation-revision-date":"2024-12-03 11:09:59+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"es"},"One Tap allows users to sign in or sign up with one click offering smooth user entry points without redirecting to a dedicated sign in and sign up page. <a>Learn more<\/a>":["Un toque permite a los usuarios acceder o registrarse con un solo clic y ofrecerles puntos de entrada de usuario más sencillos, sin redirigirles a una página específica de acceso y registro. <a>Saber más<\/a>"],"Enable the “Anyone can register” setting to allow your visitors to create an account using the Sign in with Google button.<br \/> Visit <a>WordPress Settings<\/a> to manage this setting.":["Activa el ajuste «Cualquiera puede registrarse» para permitir a tus visitantes crear una cuenta usando el botón de acceso con Google. <br \/>Visita los <a>ajustes de WordPress<\/a> para gestionar este ajuste."],"Users can create new accounts":["Los usuarios pueden crear cuentas nuevas"],"One Tap sign in":["Acceso a un toque"],"%1$s%2$s Please try again.":["%1$s%2$s Por favor, inténtalo de nuevo."],"Set up Sign in with Google":["Configura el acceso con Google"],"Provide your site visitors with a simple, secure, and personalised experience by adding a Sign in with Google button to your login page.":["Ofrece a los visitantes de tu sitio una experiencia sencilla, segura y personalizada añadiendo un botón de acceder con Google a tu página de acceso."],"Boost onboarding, security, and trust on your site using Sign in with Google":["Mejora la puesta en marcha, seguridad y fiabilidad de tu sitio usando el acceso con Google"],"Enable One Tap sign in":["Activar el inicio de sesión con un toque"],"Button shape":["Forma del botón"],"Button theme":["Tema del botón"],"Button text":["Texto del botón"],"The Sign in with Google button won’t be displayed until you insert a valid Client ID":["El botón Iniciar sesión con Google no se mostrará hasta que introduzcas un ID de cliente válido"],"Client ID":["ID del cliente"],"The site should use HTTPS to set up Sign in with Google":["El sitio debe utilizar HTTPS para configurar el inicio de sesión con Google"],"Existing users who have only used Sign in with Google to sign in to your site will need to use WordPress' \"Reset my password\" to set a password for their account":["Los usuarios existentes que solo hayan usado el acceso con Google para acceder a tu sitio tendrán que usar el «Restablecer mi contraseña» de WordPress para definir una contraseña para su cuenta."],"Users will not be able to create an account on your site using their Google Account (if account creation is enabled)":["Los usuarios no podrán crear una cuenta en tu sitio usando su cuenta de Google (si está activa la creación de cuentas)"],"Users will no longer be able to sign in to your WordPress site using their Google Accounts":["Los usuarios ya no podrán acceder a tu sitio WordPress usando sus cuentas de Google"],"The site should use HTTPS to set up %s":["El sitio debería usar HTTPS para configurar %s"],"Get your client ID":["Consigue tu ID de cliente"],"Add your client ID here to complete setup:":["Añade tu ID de clientes para completar la configuración:"],"To set up Sign in with Google, Site Kit will help you create an \"OAuth Client ID\" that will be used to enable Sign in with Google on your website. You will be directed to a page that will allow you to generate an \"OAuth Client ID\". <a>Learn more<\/a>":["Para configurar el acceso con Google, Site Kit te ayudará a crear un «ID de cliente OAuth» que se usará para activar el acceso con Google en tu web. Serás redirigido a una página que te permitirá generar un «ID de cliente OAuth». <a>Saber más<\/a>"],"Beta":["Beta"],"Disabled":["Desactivado"],"Enabled":["Activado"],"The server provided an invalid response":["El servidor ha proporcionado una respuesta no válida."],"There was a critical error on this website while fetching data":["Se ha producido un error crítico en esta web durante la obtención de datos."],"Failed to load graphic":["Fallo al cargar el gráfico."],"Failed to load media":["Fallo al cargar los medios."],"Get help":["Obtener ayuda"],"Retry":["Reintentar"],"Service name\u0004Sign in with Google":["Acceder con Google"],"Maybe later":["Quizá más tarde"],"screen reader text\u0004(disabled)":["(desactivado)"],"Got it":["Entendido"],"%dh":["%d h"],"%dm":["%d m"],"%ds":["%d s"],"duration of time: hh mm ss\u0004%3$s %2$s %1$s":["%3$s %2$s %1$s"],"screen reader text\u0004(opens in a new tab)":["(abre en una nueva pestaña)"],"This service was originally connected by an administrator — you can contact them for more information.":["Este servicio fue conectado originalmente por un administrador — Puedes contactar con él para más información."],"This service was originally connected by the administrator \"%s\" — you can contact them for more information.":["Este servicio fue conectado originalmente por el administrador «%s» — Puedes contactar con él para más información."],"Your Google account does not have sufficient permissions to access %s data, so you won’t be able to see stats from it on the Site Kit dashboard.":["Tu cuenta de Google no tiene permisos suficientes para acceder a los datos de %s, por lo que no podrás ver sus estadísticas en el escritorio de Site Kit."],"Your Google account does not have sufficient permissions for this Search Console property, so you won’t be able to see stats from it on the Site Kit dashboard.":["Tu cuenta de Google no tiene permisos suficientes para esta propiedad de Search Console, por lo que no podrás ver sus estadísticas en el escritorio de Site Kit."],"Your Google account does not have sufficient permissions for this Analytics view, so you won’t be able to see stats from it on the Site Kit dashboard.":["Tu cuenta de Google no tiene permisos suficientes para esta vista de Analytics, por lo que no podrás ver sus estadísticas en el escritorio de Site Kit."],"Your Google account does not have sufficient permissions for this Analytics property, so you won’t be able to see stats from it on the Site Kit dashboard.":["Tu cuenta de Google no tiene permisos suficientes para esta propiedad de Analytics, por lo que no podrás ver sus estadísticas en el escritorio de Site Kit."],"Your Google account does not have sufficient permissions for this Analytics account, so you won’t be able to see stats from it on the Site Kit dashboard.":["Tu cuenta de Google no tiene permisos suficientes para esta cuenta de Analytics, por lo que no podrás ver sus estadísticas en el escritorio de Site Kit."],"To fix this, <a href=\"%s\">redo the plugin setup<\/a>.":["Para corregirlo, <a href=\"%s\">vuelve a hacer la configuración del plugin<\/a>."],"%sK":["%sK"],"%sM":["%sM"],"Last %s day":["Último día (%s)","Últimos %s días"],", ":[", "],"OK, Got it!":["De acuerdo, ¡vamos allá!"],"Learn more":["Aprende más"],"Error: %s":["Error: %s"]}},"comment":{"reference":"dist\/assets\/js\/googlesitekit-modules-sign-in-with-google-5438d79c1a357d5f1552.js"}}