{"translation-revision-date":"2024-12-03 11:09:59+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"es"},"We’ll let you know as soon as there’s enough data available":["Te informaremos en cuanto dispongamos de datos suficientes"],"Your AdSense and Analytics accounts are linked":["Tus cuentas de AdSense y Analytics están vinculadas"],"See other services":["Ver otros servicios"],"Engagement Rate":["Tasa de participación"],"To continue using Analytics with Site Kit, you need to grant permission to check for any changes in your Google tag’s target Analytics property. The Google tag feature was recently updated to allow users to change a tag’s connected Analytics property without editing site code. Because of this change, Site Kit now must regularly check if the tag on your site matches the Analytics property destination.":["Para seguir utilizando Analytics con Site Kit, debes conceder permiso para comprobar si se ha producido algún cambio en la propiedad de Analytics de destino de tu etiqueta de Google. La función de etiquetas de Google se actualizó recientemente para permitir a los usuarios cambiar la propiedad de Analytics conectada a una etiqueta sin editar el código del sitio. Debido a este cambio, ahora Site Kit debe comprobar regularmente si la etiqueta de su sitio coincide con la propiedad de Analytics de destino."],"Grant permission":["Conceder permisos"],"Site Kit needs additional permissions to detect updates to tags on your site":["Site Kit necesita permisos adicionales para detectar actualizaciones en las etiquetas de tu sitio"],"It can take up to %s hour before stats show up for your site. While you’re waiting, connect more services to get more stats.":["Las estadísticas de tu sitio pueden tardar hasta %s hora en aparecer. Mientras esperas, conecta más servicios para obtener más estadísticas.","Las estadísticas de tu sitio pueden tardar hasta %s horas en aparecer. Mientras esperas, conecta más servicios para obtener más estadísticas."],"Search Console is gathering data":["Search Console está recuperando los datos"],"Search Console and Analytics are gathering data":["Search Console y Analytics están recuperando los datos"],"Site Kit will start showing stats on the dashboard as soon as enough people have visited your site. Keep working on your site to attract more visitors.":["Site Kit empezará a mostrar las estadísticas en el escritorio tan pronto como un número suficiente de personas haya visitado su sitio. Sigue trabajando en tu sitio para atraer más visitantes."],"Not enough traffic yet to display stats":["Todavía no hay tráfico suficiente como para mostrar estadísticas"],"Maybe later":["Quizá más tarde"],"screen reader text\u0004(disabled)":["(desactivado)"],"Got it":["Entendido"],"%dh":["%d h"],"%dm":["%d m"],"%ds":["%d s"],"duration of time: hh mm ss\u0004%3$s %2$s %1$s":["%3$s %2$s %1$s"],"Stat information for chart tooltip\u0004%1$s: <strong>%2$s<\/strong> <em>%3$s %4$s<\/em>":["%1$s: <strong>%2$s<\/strong> <em>%3$s %4$s<\/em>"],"Others":["Otros"],"Date range for chart tooltip\u0004%1$s vs %2$s":["%1$s frente a %2$s"],"Remind me later":["Recuérdamelo más tarde"],"screen reader text\u0004(opens in a new tab)":["(abre en una nueva pestaña)"],"Previous period":["Periodo anterior"],"Redo setup":["Volver a iniciar la configuración"],"Site Kit can’t access necessary data":["Site Kit no puede acceder a los datos necesarios"],"Site Kit can’t access all relevant data because you haven’t granted all permissions requested during setup. To use Site Kit, you’ll need to redo the setup – make sure to approve all permissions at the authentication stage.":["Site Kit no puede acceder a todos los datos relevantes porque no has concedido todos los permisos solicitados durante la configuración. Para usar Site Kit, deberás volver a realizar la configuración. Asegúrate de aprobar todos los permisos en la etapa de identificación."],"Site Kit can’t access the relevant data from %1$s because you haven’t granted all permissions requested during setup. To use Site Kit, you’ll need to redo the setup for %1$s – make sure to approve all permissions at the authentication stage.":["Site Kit no puede acceder a los datos relevantes de %1$s porque no has concedido todos los permisos solicitados durante la configuración. Para usar Site Kit, deberás volver a realizar la configuración de %1$s. Asegúrate de aprobar todos los permisos en la etapa de identificación."],"Site Kit can’t access all relevant data because you haven’t granted all permissions requested during setup. To use Site Kit, you’ll need to redo the setup for: %s – make sure to approve all permissions at the authentication stage.":["Site Kit no puede acceder a todos los datos relevantes porque no has concedido todos los permisos solicitados durante la configuración. Para usar Site Kit, deberás volver a realizar la configuración para: %s. Asegúrate de aprobar todos los permisos en la etapa de identificación."],"%sK":["%sK"],"%sM":["%sM"],"Last %s day":["Último día (%s)","Últimos %s días"],", ":[", "],"OK, Got it!":["De acuerdo, ¡vamos allá!"],"Analytics is gathering data":["Analytics está recuperando los datos"],"Session Duration":["Duración de la sesión"],"Learn more":["Aprende más"],"Sessions":["Sesiones"],"Users":["Usuarios"],"Day":["Día"]}},"comment":{"reference":"dist\/assets\/js\/googlesitekit-notifications-990bda6838a2b33db477.js"}}