{"translation-revision-date":"2024-12-03 11:09:59+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"es"},"%1$s%2$s Please try again.":["%1$s%2$s Por favor, inténtalo de nuevo."],"To track the performance of your campaigns, Site Kit will enable enhanced conversion tracking. You can always disable it in settings.":["Para realizar un seguimiento del rendimiento de tus campañas, Site Kit activará el seguimiento de conversiones mejorado. Siempre puedes desactivarlo en la configuración."],"Enhanced Conversion Tracking":["Seguimiento de conversiones mejorado"],"Disable enhanced conversion tracking":["Desactivar el seguimiento de conversiones mejorado"],"Tracking additional conversion-related events via Analytics":["Seguimiento de eventos adicionales relacionados con la conversión a través de Analytics"],"By disabling enhanced conversion tracking, you will no longer have access to:":["Al desactivar el seguimiento de conversiones mejorado, ya no tendrás acceso a:"],"Learn more about conversion tracking":["Más información sobre el seguimiento de la conversión"],"Conversion tracking allows you to measure additional events on your site from other plugins that Site Kit integrates with to optimize your campaign performance. <a>Learn more<\/a>":["El seguimiento de conversiones te permite medir eventos adicionales en tu sitio desde otros plugins con los que se integra Site Kit para optimizar el rendimiento de tus campañas. <a>Más información<\/a>"],"Enable enhanced conversion tracking":["Habilitar el seguimiento mejorado de la conversión"],"%1$s. <Link>%2$s<\/Link>":["%1$s. <Link>%2$s<\/Link>"],"Track your conversions, measure your campaign results and make the most of your ad spend":["Sigue tus conversiones, mide los resultados de tus campañas y saca el máximo partido a tu gasto en publicidad"],"Your Ads campaign was successfully set up!":["¡Tu campaña publicitaria se ha configurado correctamente!"],"You’ll be asked to grant Site Kit additional permissions during the account creation process to create a new Ads account.":["Se te pedirá que concedas permisos adicionales a Site Kit durante el proceso de creación de la cuenta para crear una nueva cuenta publicitaria."],"Could not load Google Ads content.":["No se ha podido cargar el contenido de Google Ads."],"Google Ads error":["Error de Google Ads"],"Customer ID":["ID del cliente"],"Ad blocker detected; please disable it to set up Ads":["Bloqueador de anuncios detectado; por favor, desactívalo para configurar Ads"],"Ad blocker detected; please disable it to get the latest Ads data":["Se ha detectado un bloqueador de publicidad. Por favor, desactívalo para obtener los últimos datos de Ads"],"Success! Your Conversion Tracking ID was added to your site":["¡Conseguido! Tu ID de seguimiento de conversión se ha añadido a tu sitio"],"You can always change this later in Site Kit Settings.":["Siempre peudes cambiar esto más tarde en los ajustes de Site Kit."],"Add your conversion ID below. Site Kit will place it on your site so you can track the performance of your Google Ads campaigns. <a>Learn more<\/a>":["Añade abajo tu ID de conversión. Site Kit lo situará en tu sitio para que puedas hacer seguimiento del rendimiento de tus campañas de Google ADs. <a>Más información<\/a>"],"Tracking for your Ads campaigns won’t work until you insert a valid ID":["El seguimiento de tus campañas de anuncios no funcionará hasta que insertes un ID válido"],"Conversion Tracking ID":["ID de seguimiento de conversiones"],"The Conversion Tracking ID will help track the performance of ad campaigns for the corresponding account":["El ID de seguimiento de conversiones te ayudará a seguir el rendimiento de las campañas de anuncios de la cuenta correspondiente"],"Conversion tracking for your ads campaigns":["Seguimiento de conversiones de tus campañas de anuncios"],"Tagging necessary for your ads campaigns to work":["Etiquetado necesario para que funcionen tus campañas de anuncios"],"Show me":["Muéstrame"],"You can now track conversions for your Ads campaigns":["Ahora puedes hacer seguimiento de las conversiones de tus campañas de anuncios"],"Disable":["Desactivar"],"Performance of your Ad campaigns":["Rendimiento de tus campañas publicitarias"],"Service name\u0004Ads":["Ads"],"Disabled":["Desactivado"],"Enabled":["Activado"],"The server provided an invalid response":["El servidor ha proporcionado una respuesta no válida."],"There was a critical error on this website while fetching data":["Se ha producido un error crítico en esta web durante la obtención de datos."],"<strong>Note:<\/strong> %s":["<strong>Nota:<\/strong> %s"],"Get help":["Obtener ayuda"],"Retry":["Reintentar"],"screen reader text\u0004(disabled)":["(desactivado)"],"Got it":["Entendido"],"%dh":["%d h"],"%dm":["%d m"],"%ds":["%d s"],"duration of time: hh mm ss\u0004%3$s %2$s %1$s":["%3$s %2$s %1$s"],"Complete setup":["Configuración completa"],"screen reader text\u0004(opens in a new tab)":["(abre en una nueva pestaña)"],"This service was originally connected by an administrator — you can contact them for more information.":["Este servicio fue conectado originalmente por un administrador — Puedes contactar con él para más información."],"This service was originally connected by the administrator \"%s\" — you can contact them for more information.":["Este servicio fue conectado originalmente por el administrador «%s» — Puedes contactar con él para más información."],"Your Google account does not have sufficient permissions to access %s data, so you won’t be able to see stats from it on the Site Kit dashboard.":["Tu cuenta de Google no tiene permisos suficientes para acceder a los datos de %s, por lo que no podrás ver sus estadísticas en el escritorio de Site Kit."],"Your Google account does not have sufficient permissions for this Search Console property, so you won’t be able to see stats from it on the Site Kit dashboard.":["Tu cuenta de Google no tiene permisos suficientes para esta propiedad de Search Console, por lo que no podrás ver sus estadísticas en el escritorio de Site Kit."],"Your Google account does not have sufficient permissions for this Analytics view, so you won’t be able to see stats from it on the Site Kit dashboard.":["Tu cuenta de Google no tiene permisos suficientes para esta vista de Analytics, por lo que no podrás ver sus estadísticas en el escritorio de Site Kit."],"Your Google account does not have sufficient permissions for this Analytics property, so you won’t be able to see stats from it on the Site Kit dashboard.":["Tu cuenta de Google no tiene permisos suficientes para esta propiedad de Analytics, por lo que no podrás ver sus estadísticas en el escritorio de Site Kit."],"Your Google account does not have sufficient permissions for this Analytics account, so you won’t be able to see stats from it on the Site Kit dashboard.":["Tu cuenta de Google no tiene permisos suficientes para esta cuenta de Analytics, por lo que no podrás ver sus estadísticas en el escritorio de Site Kit."],"To fix this, <a href=\"%s\">redo the plugin setup<\/a>.":["Para corregirlo, <a href=\"%s\">vuelve a hacer la configuración del plugin<\/a>."],"%sK":["%sK"],"%sM":["%sM"],"Last %s day":["Último día (%s)","Últimos %s días"],", ":[", "],"None":["Ninguno"],"OK, Got it!":["De acuerdo, ¡vamos allá!"],"Error: %s":["Error: %s"],"Create an account":["Crear una cuenta"],"Disconnect":["Desconectar"],"Cancel":["Cancelar"],"Error":["Error"]}},"comment":{"reference":"dist\/assets\/js\/googlesitekit-modules-ads-8fc1dc559868da9f2c36.js"}}